import { VideoItem } from 'components/models';

export const videoData: VideoItem[] = [
  {
    id: 1,
    title: "Short video 30 seconds",
    subtitle: "subtitle",
    video_url: "tWoo8i_VkvI",
    open: true,
    description: `
      1. Що ви отримаєте від засвоєння освітньої програми «Спеціаліст Facebook+Instagram» <br>
      2. Які етапи проходить кожен студент, під час опанування цієї професії <br>
      3. Спікери освітньої програми. Команда, якою хочеш надихатись <br>
      4. Методологія навчання. Поєднання hard-skills і soft-skills <br>
      5. Що говорять студенти про навчання в Atom.
    `,
  },
  {
    id: 6,
    title: "Short video 45 seconds",
    subtitle: "subtitle",
    video_url: "KpfSuZshI00",
    open: false,
    description: `
    1. This is a short video for testing <br>
    2. This is a short video for testing <br>
    3. This is a short video for testing <br>
    4. This is a short video for testing`
  },
  {
    id: 2,
    title: "Знаходимо перших клієнтів без вкладень",
    subtitle: "subtitle",
    video_url: "v4qymvKaWaA",
    open: false,
    description: `
    1. 5+ безкоштовних методів як знайти собі клієнта. <br>
    2. Як знайти собі клієнта, який заплатить тобі за роботу, не витративши на це жодної гривні. <br>
    3. Розбір прикладів, як студенти знаходили собі перших клієнтів на $300-500 без вкладень. <br>
    4. 1 розбір способу з мінімальними вкладами, який дасть вам і клієнта, і досвід, і перший прибуток.`
  },
  {
    id: 3,
    title: "Магія налаштування реклами",
    subtitle: "subtitle",
    video_url: "FIjXrN8w6_k",
    open: false,
    description: `
    1. З яких 5 кроків складається налаштування рекламного кабінету. <br>
    2. Побачите огляд рекламної сторінки Fb, через яку налаштовується вся таргетована реклама. <br>
    3. Як створити та підготувати бізнес-сторінку. <br>
    4. Як виконати "квест" від фейсбуку по налаштуванню рекламної кампанії з нуля. <br>
    5. Про сервіс швидкого створення класних рекламних банерів. <br>
    6. Як вести та оптимізувати рекламну кампанію після її налаштування. <br>
    `,
  },
  {
    id: 4,
    title: "Ведення клієнта після налаштування реклами",
    subtitle: "subtitle",
    video_url: "kISLReswjco",
    open: false,
    description: `
    1. Що таргетолог робить після налаштування рекламної кампанії. <br>
    2. Що означає вести рекламну кампанію на протязі 6-7 місяців <br>
    3. Чому таргетологу платять за налаштовану рекламну кампанію роками <br>
    4. Як працювати з клієнтом, щоб він кожного місяця платив вам більше та отримував кращі результати. <br>
    5. 5 способів збільшити свої результати. Як рости в кількості, якості та заробітку. І працювати з багатьма клієнтами, заробляючи від $2000+. <br>
    6. Які є складнощі на шляху та як їх уникнути? <br>
    `,
  },
  {
    id: 5,
    title: "Як гарантовано досягти результату",
    subtitle: "subtitle",
    video_url: "Vrj5ZE5yiBo",
    open: false,
    description: `
      1. Що ви отримаєте від засвоєння освітньої програми «Спеціаліст Facebook+Instagram» <br>
      2. Які етапи проходить кожен студент, під час опанування цієї професії <br>
      3. Спікери освітньої програми. Команда, якою хочеш надихатись <br>
      4. Методологія навчання. Поєднання hard-skills і soft-skills <br>
      5. Що говорять студенти про навчання в Atom.
    `,
  }
];
